In [1]:
import numpy as np
import pandas as pd

In [2]:
dict1 = {
       "name" : ['kunal','lucky','ankit'],
       "age" : [ 17 ,14 , 23 ],
       "city" : [ 'meerut' , 'meerut' , 'meerut' ]


}

In [3]:
df = pd.DataFrame(dict1)

In [4]:
df

    name  age    city
0  kunal   17  meerut
1  lucky   14  meerut
2  ankit   23  meerut

In [5]:
df.to_csv('brothers.csv')

In [9]:
df.to_csv('brothers_index_false.csv' , index = False)

In [11]:
df.head (1)

    name  age    city
0  kunal   17  meerut

In [12]:
df.tail(1)

    name  age    city
2  ankit   23  meerut

In [13]:
df

    name  age    city
0  kunal   17  meerut
1  lucky   14  meerut
2  ankit   23  meerut